Repository: RockxyApp/Rockxy
Catalog: Rockxy/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Add Header Column…
zh_hans: 添加标头列…

source: Add Host
zh_hans: 添加主机

source: Add Host Pattern
zh_hans: 添加主机模式

source: Add Host Pattern…
zh_hans: 添加主机模式…

source: Add HTTPS Rule
zh_hans: 添加 HTTPS 规则

source: Add Local Network Presets
zh_hans: 添加本地网络预设

source: Add Note
zh_hans: 添加备注

source: Add Note…
zh_hans: 添加备注…

source: Add Observed Domains
zh_hans: 添加已观察到的域名

source: Add Observed Domains…
zh_hans: 添加已观察域名…

source: Add Operation
zh_hans: 添加操作

source: Add Parameter
zh_hans: 添加参数

source: Add Request Header as Column
zh_hans: 将请求标头添加为列

source: Add Response Header as Column
zh_hans: 将响应标头添加为列

source: Add Rule
zh_hans: 添加规则

source: Add rules to intercept, block, or modify requests.
zh_hans: 添加规则以拦截、阻止或修改请求。

source: Add rules to modify HTTP request and response headers.
zh_hans: 添加规则以修改 HTTP 请求和响应标头。

source: Add the /api/rockxy-check route handler and start next dev with NODE_USE_ENV_PROXY plus HTTP_PROXY / HTTPS_PROXY and NODE_EXTRA_CA_CERTS so server-side fetch trusts the Rockxy CA.
zh_hans: 添加 /api/rockxy-check 路由处理程序，并使用 NODE_USE_ENV_PROXY 以及 HTTP_PROXY / HTTPS_PROXY 和 NODE_EXTRA_CA_CERTS 启动 next dev，以便服务器端 fetch 信任 Rockxy CA。

source: Add the required authentication credential, then retry the request.
zh_hans: 添加所需的身份验证凭据，然后重试该请求。

source: Add the Rockxy CA to the System keychain
zh_hans: 将 Rockxy CA 添加到系统钥匙串

source: Add the route handler and start next dev with NODE_EXTRA_CA_CERTS + HTTPS_PROXY set.
zh_hans: 添加路由处理程序，并在设置了 NODE_EXTRA_CA_CERTS + HTTPS_PROXY 后启动 next dev。

source: Add to Full Proxy Bypass
zh_hans: 添加到完全代理绕过

# Added %lld iOS requests from %@
source: Added %1$lld iOS requests from %2$@
zh_hans: 已添加来自 %2$@ 的 %1$lld 个 iOS 请求

source: Adding this enabled profile will disable the profile that is currently enabled.
zh_hans: 添加这个已启用的配置将停用当前启用的配置。

source: Adds the %lld request(s) hidden by Focus or Noise to this review only. Your Focus and Noise settings will not change.
zh_hans: 仅将被焦点或噪声隐藏的 %lld 个请求添加到本次审查。你的焦点和噪声设置不会更改。

source: Advanced
zh_hans: 高级

source: Advanced Filter
zh_hans: 高级筛选器

source: Advanced Proxy Setting…
zh_hans: 高级代理设置…

source: Advanced Proxy Settings
zh_hans: 高级代理设置

source: Advanced Settings…
zh_hans: 高级设置…

source: Advanced:
zh_hans: 高级：

source: after
zh_hans: 之后

source: After installing the profile, iOS still requires Full Trust under Settings > General > About > Certificate Trust Settings before HTTPS traffic can be decrypted.
zh_hans: 安装描述文件后，iOS 仍需在“设置”>“通用”>“关于本机”>“证书信任设置”中启用完全信任，之后才能解密 HTTPS 流量。

source: After Publish:
zh_hans: 发布后：

source: AI Assistant
zh_hans: AI 助手

source: AI Assistant configuration saved as the global default.
zh_hans: AI 助手配置已保存为全局默认设置。

source: AI Assistant model access is disabled in Settings.
zh_hans: 设置中已停用 AI 助手模型访问。

source: AI Assistant Review Data
zh_hans: AI 助手审查数据

source: AI Session
zh_hans: AI 会话

source: All
zh_hans: 全部

source: All (%lld)
zh_hans: 全部（%lld）

source: All Actions
zh_hans: 所有操作

source: All captured HTTP/HTTPS requests, responses, headers, and bodies are stored in an unencrypted SQLite database on your Mac.
zh_hans: 所有捕获的 HTTP/HTTPS 请求、响应、标头和正文都会存储在 Mac 上未加密的 SQLite 数据库中。

source: All Captured Requests
zh_hans: 所有已捕获请求

source: All certificates have been reset.
zh_hans: 所有证书均已重置。

source: All displayed values come from visible captured traffic.
zh_hans: 所有显示的值均来自可见的已捕获流量。

source: All Kinds
zh_hans: 所有种类

source: All proxied traffic
zh_hans: 所有经代理的流量

source: All Sources
zh_hans: 所有来源

source: All Traffic
zh_hans: 所有流量

source: All Transactions
zh_hans: 所有事务

source: Allow List
zh_hans: 允许列表

source: Allow List controls what Rockxy records in the session. Non-matching traffic is still forwarded normally.
zh_hans: 允许列表控制 Rockxy 在会话中记录的内容。不匹配的流量仍会正常转发。

source: Allow List hides the validation probe
zh_hans: 允许列表会隐藏验证探测

source: Allow List is active and does not allow the local validation probe URL, so Rockxy forwards it but does not record it.
zh_hans: 允许列表已启用，但不允许本地验证探测 URL，因此 Rockxy 会转发该请求，但不会记录。

source: Allow List is on, but no valid enabled rule can match. Rockxy will not record traffic until a rule is enabled.
zh_hans: 允许列表已启用，但没有可匹配的有效已启用规则。在启用规则前，Rockxy 不会记录流量。

source: ALLOW LIST OFF
zh_hans: 允许列表已关闭

source: Allow List...
zh_hans: 允许列表...

source: Allow List…
zh_hans: 允许列表…

source: Allow provider response storage
zh_hans: 允许存储提供商响应

source: Allow Scripts to Read System Environment Variables
zh_hans: 允许脚本读取系统环境变量

source: Allowed
zh_hans: 已允许

source: Alternative Rows Background Colors
zh_hans: 交替行背景颜色

source: Always bypass the upstream proxy for localhost
zh_hans: 始终为 localhost 绕过上游代理

source: An application already exists at %@. Open it or choose another folder.
zh_hans: %@ 处已存在一个应用程序。请打开它或选择其他文件夹。

source: An older helper is installed. Update it from this version of Rockxy.
zh_hans: 已安装的辅助工具版本较旧。请使用此版本的 Rockxy 更新它。

source: Analytics & Telemetry
zh_hans: 分析与遥测

source: Android app traffic usually needs a debug network-security-config that trusts user CAs; do not ship that trust policy in release builds.
zh_hans: Android 应用流量通常需要一个信任用户 CA 的调试版 network-security-config；请勿在发布版本中附带该信任策略。

source: Android Device
zh_hans: Android 设备

source: Android Device…
zh_hans: Android 设备…

source: Android devices need proxy, user CA, and debug trust
zh_hans: Android 设备需要代理、用户 CA 和调试信任

source: Android Emulator
zh_hans: Android 模拟器

source: Android Emulator no-code routing is not part of the manual flow
zh_hans: 手动流程不包含 Android 模拟器免代码路由

source: Android Emulator uses 10.0.2.2 for the Mac
zh_hans: Android Emulator 使用 10.0.2.2 访问 Mac

source: Android Emulator uses manual proxy and user CA setup.
zh_hans: Android 模拟器使用手动代理和用户 CA 设置。

source: Android Emulator…
zh_hans: Android 模拟器…

source: Answer: %@
zh_hans: 回答：%@

source: Any application
zh_hans: 任何应用程序

source: Any Application
zh_hans: 任何应用程序

source: Any domain
zh_hans: 任何域名

source: Any Domain
zh_hans: 任何域名

source: Any path
zh_hans: 任何路径

source: Any Path
zh_hans: 任何路径

source: Any Status
zh_hans: 任何状态

source: API key
zh_hans: API 密钥

source: API Surface
zh_hans: API 接口

source: App Language:
zh_hans: 应用语言：

source: App Theme
zh_hans: 应用主题

source: App UI
zh_hans: 应用界面

source: App: %@
zh_hans: 应用：%@

source: Appearance
zh_hans: 外观

source: Apple Terminal
zh_hans: Apple 终端

source: Apple's headset follows the iOS device path: reach Rockxy across the local network and install the root certificate on the device.
zh_hans: Apple 头显沿用 iOS 设备路径：通过本地网络连接 Rockxy，并在设备上安装根证书。

source: Application
zh_hans: 应用程序

source: Application retry policy is not visible
zh_hans: 应用程序重试策略不可见

source: Applied settings affect new eligible captured connections. Upstream bypass entries are still captured by Rockxy; Rockxy connects to those destinations directly instead of using the upstream proxy.
zh_hans: 应用的设置会影响新的符合条件的已捕获连接。上游绕过条目仍由 Rockxy 捕获；Rockxy 会直接连接这些目标，而不使用上游代理。

source: Applied to every response from this rule. Valid range: 100–599.
zh_hans: 应用于此规则的每个响应。有效范围：100–599。

source: APPLIES IMMEDIATELY
zh_hans: 立即生效

source: Applies throughout the app, including navigation, controls, tables, and inspectors.
zh_hans: 应用于整个应用，包括导航、控件、表格和检查器。

source: Apply
zh_hans: 应用

source: Apply Changes & Continue
zh_hans: 应用更改并继续

source: Apply ordered header operations to matching requests and responses.
zh_hans: 对匹配的请求和响应应用有序的标头操作。

source: Apply templates from the Raw tab in the Breakpoint Queue. A valid request template replaces method, target, headers, and body; a valid response template replaces status, headers, and body.
zh_hans: 在断点队列的 Raw 标签页中应用模板。有效的请求模板会替换方法、目标、标头和正文；有效的响应模板会替换状态码、标头和正文。

source: Apply the edited message and continue (⌘↩)
zh_hans: 应用已编辑的消息并继续（⌘↩）

source: Apply this Focus Set.
zh_hans: 应用此焦点集。

source: Approval needed
zh_hans: 需要批准

source: Approve Rockxy Helper in System Settings → General → Login Items.
zh_hans: 请在系统设置 → 通用 → 登录项中批准 Rockxy 辅助工具。

source: Approve Rockxy in System Settings → General → Login Items, then return here.
zh_hans: 请在“系统设置”→“通用”→“登录项”中批准 Rockxy，然后返回此处。

source: Approve the helper tool in System Settings > Login Items to finish installation.
zh_hans: 请在“系统设置 > 登录项”中批准辅助工具以完成安装。

source: Apps
zh_hans: App

source: Apps still need network-security-config to trust it
zh_hans: 应用仍需使用 network-security-config 才能信任它

source: Are you sure you want to uninstall %@?
zh_hans: 确定要卸载 %@ 吗？

source: as HAR (HTTP Archive)...
zh_hans: 为 HAR (HTTP Archive)...

source: as Rockxy Session...
zh_hans: 存为 Rockxy 会话...

source: Ask about this traffic…
zh_hans: 询问此流量…

source: Ask Configured Model
zh_hans: 询问已配置的模型

source: Ask Rockxy AI Assistant…
zh_hans: 询问 Rockxy AI 助手…

source: Ask Rockxy Assistant About Selection…
zh_hans: 向 Rockxy AI 助手询问所选内容…

source: Ask Rockxy Assistant…
zh_hans: 询问 Rockxy 助手…

source: Assign a Left Transaction
zh_hans: 指定左侧事务

source: Assign a Right Transaction
zh_hans: 指定右侧事务

source: Assign as Left transaction
zh_hans: 指定为左侧事务

source: Assign as Right transaction
zh_hans: 指定为右侧事务

source: Assistant
zh_hans: 助手

source: Associate a request pattern with a Protobuf message type and schema.
zh_hans: 将请求模式与 Protobuf 消息类型和架构关联。

# Attached traffic: %@, %lld requests
source: Attached traffic: %1$@, %2$lld requests
zh_hans: 附加流量：%1$@，%2$lld 个请求

source: Authentication challenge captured
zh_hans: 已捕获身份验证质询

source: Authentication header
zh_hans: 身份验证标头

source: Authentication may use a query value, body field, client certificate, or external state.
zh_hans: 身份验证可能使用查询值、正文字段、客户端证书或外部状态。

source: Authentication unavailable
zh_hans: 认证不可用

source: Authorization header is present
zh_hans: 存在 Authorization 标头

source: Authorization, Cookies, Set-Cookies, ... are censored before publishing to Gist.
zh_hans: 发布到 Gist 前，Authorization、Cookies、Set-Cookies 等内容会被脱敏。

source: Authorize GitHub
zh_hans: 授权 GitHub

source: Authorize GitHub in Settings before publishing to Gist.
zh_hans: 发布到 Gist 前，请先在设置中授权 GitHub。

source: Authorize...
zh_hans: 授权...

source: Authorized ••••%@
zh_hans: 已授权 ••••%@

source: Authorized as %@
zh_hans: 已授权为 %@

source: Auto
zh_hans: 自动

source: Auto beautify
zh_hans: 自动美化

source: Auto Start Recording Traffic at Launch
zh_hans: 启动时自动开始记录流量

source: Auto-select an available port at launch
zh_hans: 启动时自动选择可用端口

source: Automatic
zh_hans: 自动

source: Automatic Configuration
zh_hans: 自动配置

source: Automatic Proxy Configuration
zh_hans: 自动代理配置

source: Automatic proxy configuration did not return a supported proxy route.
zh_hans: 自动代理配置未返回受支持的代理路由。

source: Automatic proxy configuration failed: %@
zh_hans: 自动代理配置失败：%@

source: Automatic proxy configuration requires a PAC URL.
zh_hans: 自动代理配置需要 PAC URL。

source: Automatic proxy configuration selected SOCKS5, which is unavailable in this build.
zh_hans: 自动代理配置选择了 SOCKS5，但此构建版本不支持该协议。

source: Automatic proxy configuration target URL is invalid.
zh_hans: 自动代理配置的目标 URL 无效。

source: Automatic proxy configuration URL is invalid.
zh_hans: 自动代理配置 URL 无效。

source: Automatic proxy configuration URL must use HTTP or HTTPS.
zh_hans: 自动代理配置 URL 必须使用 HTTP 或 HTTPS。

source: Automatic redact sensitive headers
zh_hans: 自动对敏感标头脱敏

source: Automatic Setup
zh_hans: 自动设置

source: Automatic Setup applies to terminal runtimes. Use Manual Setup for this target.
zh_hans: 自动设置适用于终端运行时。请对此目标使用手动设置。

source: Automatic Setup only affects the session it launches. An app that is already running keeps its current environment, and some GUI apps ignore shell variables — use macOS System Proxy or this target's Manual Setup for those.
zh_hans: 自动设置只影响它启动的会话。已经在运行的应用会保留其当前环境，某些 GUI 应用会忽略 shell 变量——对于这些应用，请使用 macOS 系统代理或该目标的手动设置。

source: Automatic Setup can prepare a scoped session for this target; Manual Setup remains available.
zh_hans: 自动设置可以为此目标准备限定范围的会话；仍可使用手动设置。

source: Automatic Setup...
zh_hans: 自动设置...

source: Automatic Setup…
zh_hans: 自动设置…

source: Automatically check for updates
zh_hans: 自动检查更新

source: Automatically download future updates
zh_hans: 自动下载后续更新

source: Automatically download updates in the background
zh_hans: 在后台自动下载更新

source: Automatically Follow Redirects
zh_hans: 自动跟随重定向

source: Automatically redact sensitive information before sending to MCP clients.
zh_hans: 发送到 MCP 客户端前自动对敏感信息脱敏。

source: Automatically select a new available port if it's occupied at launch.
zh_hans: 如果启动时端口被占用，则自动选择一个新的可用端口。

source: Automatically trusts the Rockxy CA in your System keychain. Administrator approval is required.
zh_hans: 自动在你的“系统”钥匙串中信任 Rockxy CA。需要管理员批准。

source: Available Models
zh_hans: 可用模型

source: Available now
zh_hans: 现在可用

source: Babylon capture is not running.
zh_hans: Babylon 捕获未运行。

source: Babylon capture is not running. Runtime events won't arrive until it starts.
zh_hans: Babylon 捕获未运行。启动前不会收到运行时事件。

source: Babylon Pairing
zh_hans: Babylon 配对

source: Babylon Runtime
zh_hans: Babylon 运行时

source: Back
zh_hans: 返回

source: Balanced local model for debugging and tool-oriented prompts
zh_hans: 适用于调试和工具调用类提示词的均衡本地模型

source: Base URL
zh_hans: 基础 URL

source: Baseline: HTTP %@
zh_hans: 基线：HTTP %@

source: Basic Compare
zh_hans: 基本比较

source: Batch
zh_hans: 批量

source: Batch Calls
zh_hans: 批量调用

source: Beautify
zh_hans: 美化

source: Beautify minified HTML, CSS, and JavaScript
zh_hans: 美化压缩后的 HTML、CSS 和 JavaScript

source: before
zh_hans: 之前

source: Before installing, compare the certificate fingerprint shown on the device with the value above. Install and enable Full Trust only when both fingerprints match exactly.
zh_hans: 安装前，请将设备上显示的证书指纹与上方的值进行比较。仅当两个指纹完全匹配时，才安装并启用完全信任。

source: Behavior
zh_hans: 行为

source: Best Guess Value
zh_hans: 最佳猜测值

source: Binary body
zh_hans: 二进制正文

source: Binary Body
zh_hans: 二进制正文

source: Binary data (%@)
zh_hans: 二进制数据（%@）

source: Binary Payload
zh_hans: 二进制有效载荷

source: Binary payloads omitted
zh_hans: 已省略二进制有效载荷

source: Bind the proxy to a listen address the device can reach (usually the LAN IP) and ensure the Mac firewall allows connections on Rockxy's port.
zh_hans: 将代理绑定到设备可访问的监听地址（通常为局域网 IP），并确保 Mac 防火墙允许连接 Rockxy 的端口。

source: Bind the proxy to a listen address the device can reach (usually the LAN IP) and keep the Mac firewall open for that port.
zh_hans: 将代理绑定到设备可访问的监听地址（通常为局域网 IP），并确保 Mac 防火墙为该端口放行。

source: Blank fields keep the matched request component. If Protocol changes while Port is blank, Rockxy uses the new protocol's default port.
zh_hans: 空白字段会保留匹配请求中的对应部分。如果协议发生更改而端口留空，Rockxy 将使用新协议的默认端口。

source: Block
zh_hans: 阻止

source: Block action
zh_hans: 阻止操作

source: Block Action
zh_hans: 阻止操作

source: Block Ads
zh_hans: 阻止广告

source: Block Analytics
zh_hans: 阻止分析流量

source: Block Hint
zh_hans: 阻止提示

source: Block List
zh_hans: 阻止列表

source: Block List is a network intervention. Enabled rules participate in Rockxy's global first-match runtime order.
zh_hans: 阻止列表是一种网络干预。已启用的规则会参与 Rockxy 的全局首个匹配运行时顺序。

source: BLOCK LIST OFF
zh_hans: 阻止列表已关闭

source: Block List...
zh_hans: 阻止列表...

source: Block List…
zh_hans: 阻止列表…

source: Blocked
zh_hans: 已阻止

source: Blocked: remote endpoints must use HTTPS
zh_hans: 已阻止：远程端点必须使用 HTTPS

source: Blue
zh_hans: 蓝色

source: Body
zh_hans: 正文

source: Body editing is unavailable. Applying metadata changes or continuing original preserves every body byte.
zh_hans: 正文编辑不可用。应用元数据更改或继续发送原始流量都会保留正文的每个字节。

source: Body is not a JWT
zh_hans: 正文不是 JWT

source: Body is not valid HTML
zh_hans: 正文不是有效的 HTML

source: Body is not valid JSON
zh_hans: 正文不是有效的 JSON

source: Body is not valid JSON.
zh_hans: 正文不是有效的 JSON。

source: Body is not valid text
zh_hans: 正文不是有效文本

source: Body is not valid XML.
zh_hans: 正文不是有效的 XML。

# Body preview limited to %lld of %lld captured bytes.
source: Body preview limited to %1$lld of %2$lld captured bytes.
zh_hans: 正文预览仅限 %1$lld 字节（共捕获 %2$lld 字节）。

source: Body Tab:
zh_hans: 正文标签页：

source: Body unavailable
zh_hans: 正文不可用

source: Bonjour Service
zh_hans: Bonjour 服务

source: Both
zh_hans: 两者

source: Bottom Inspector
zh_hans: 底部检查器

source: Breakpoint
zh_hans: 断点

source: Breakpoint All
zh_hans: 全部断点

source: Breakpoint Queue
zh_hans: 断点队列

source: Breakpoint Queue…
zh_hans: 断点队列…

source: Breakpoint Rule Editor
zh_hans: 断点规则编辑器

source: Breakpoint rule name
zh_hans: 断点规则名称

source: Breakpoint Rules
zh_hans: 断点规则

source: Breakpoint Rules pause a matching request or response mid-flight so you can edit the URL, headers, body, or status first.
zh_hans: 断点规则会在传输过程中暂停匹配的请求或响应，让你可以先编辑 URL、标头、正文或状态码。

source: Breakpoint Rules…
zh_hans: 断点规则…

source: Breakpoint Templates
zh_hans: 断点模板

source: Breakpoint Templates…
zh_hans: 断点模板…

source: Breakpoint URL pattern
zh_hans: 断点 URL 模式

source: Breakpoint...
zh_hans: 断点...

source: Breakpoint…
zh_hans: 断点…

source: Breakpoints
zh_hans: 断点

source: BREAKPOINTS OFF
zh_hans: 断点已关闭

source: Broadcast
zh_hans: 广播

source: Browse
zh_hans: 浏览

source: Browse…
zh_hans: 浏览…

source: Browsers & Clients
zh_hans: 浏览器与客户端

source: Build %@
zh_hans: 构建版本 %@

source: Built-in
zh_hans: 内置

source: Built-in Analysis (No Model)
zh_hans: 内置分析（无模型）

source: Bundled Version:
zh_hans: 捆绑版本：

source: Bundled:
zh_hans: 内置：

source: Bypass
zh_hans: 绕过

source: bytes
zh_hans: 字节

source: Bytes
zh_hans: 字节

source: Cache debugging header
zh_hans: 缓存调试标头

source: Cached
zh_hans: 已缓存

source: Call
zh_hans: 调用

source: Cancel
zh_hans: 取消

source: Cancel Download
zh_hans: 取消下载

source: Cancel the active request
zh_hans: 取消当前请求

source: Cancelled
zh_hans: 已取消

source: Cannot Display Image
zh_hans: 无法显示图像

source: Cannot save this script
zh_hans: 无法保存此脚本

source: Cannot Send This Request
zh_hans: 无法发送此请求

source: Capture and display only traffic that matches an enabled rule.
zh_hans: 仅捕获并显示与已启用规则匹配的流量。

source: Capture another request with the same method and path, or select exactly two requests.
zh_hans: 再捕获一个方法和路径相同的请求，或恰好选择两个请求。

source: Capture check
zh_hans: 捕获检查

source: Capture Effect
zh_hans: 捕获效果

source: Capture Paused
zh_hans: 捕获已暂停

source: Capture Running
zh_hans: 捕获正在运行

source: Capture Stopped
zh_hans: 捕获已停止

source: Capture traffic from an app or website, then return here.
zh_hans: 从应用或网站捕获流量，然后返回此处。

source: Capture traffic to see the request timeline
zh_hans: 捕获流量以查看请求时间线

source: Capture truncated — comparison covers captured bytes only.
zh_hans: 捕获已截断 — 比较仅涵盖已捕获的字节。

source: Captured
zh_hans: 已捕获

source: Captured app session
zh_hans: 已捕获的应用会话

source: Captured binary response will be written when the rule is saved.
zh_hans: 保存规则时，将写入已捕获的二进制响应。

source: Captured download throughput
zh_hans: 捕获的下载吞吐量

source: Captured from %@
zh_hans: 捕获自 %@

source: Captured request method and destination.
zh_hans: 捕获的请求方法和目标。

source: Captured requests will appear here. Select one to inspect its context.
zh_hans: 捕获的请求将显示在此处。选择一个请求以检查其上下文。

source: Captured response
zh_hans: 已捕获的响应

source: Captured response status %@.
zh_hans: 捕获的响应状态为 %@。

source: Captured response status.
zh_hans: 已捕获的响应状态。

source: Captured total request duration.
zh_hans: 已捕获的请求总时长。

source: Captured traffic cannot confirm whether the client retries automatically.
zh_hans: 捕获的流量无法确认客户端是否会自动重试。

source: Captured upload throughput
zh_hans: 捕获的上传吞吐量

source: Capturing Traffic
zh_hans: 正在捕获流量

source: Certificate
zh_hans: 证书

source: Certificate Action Failed
zh_hans: 证书操作失败

source: Certificate deleted.
zh_hans: 证书已删除。

source: Certificate Details
zh_hans: 证书详细信息

source: Certificate environment hints are ready.
zh_hans: 证书环境提示已就绪。

source: Certificate expires in %lld days. Generate a new certificate and re-trust to maintain HTTPS interception.
zh_hans: 证书将在 %lld 天后过期。请生成新证书并重新信任，以维持 HTTPS 拦截。

source: Certificate export/setup incomplete
zh_hans: 证书导出/设置未完成

source: Certificate Exported
zh_hans: 证书已导出

source: Certificate exported to %@.
zh_hans: 证书已导出到 %@。

source: Certificate files must be 16 MB or smaller.
zh_hans: 证书文件不得超过 16 MB。

source: Certificate has expired. Generate a new certificate and trust it to restore HTTPS interception.
zh_hans: 证书已过期。请生成新证书并信任它，以恢复 HTTPS 拦截。

source: Certificate installed and trusted in your Keychain.
zh_hans: 证书已安装并在你的钥匙串中受信任。

source: Certificate installed and trusted. Make the request again to inspect HTTPS content.
zh_hans: 证书已安装并受信任。请再次发送请求以检查 HTTPS 内容。

source: Certificate is installed and trusted. HTTPS interception is ready.
zh_hans: 证书已安装并受信任。HTTPS 拦截已就绪。

source: Certificate is installed but not trusted. Go back and try "Install & Trust" again.
zh_hans: 证书已安装但不受信任。请返回并再次尝试 “安装并信任”。

source: Certificate is not installed. Go back and install it.
zh_hans: 证书未安装。请返回并安装。

source: Certificate Missing
zh_hans: 缺少证书

source: Certificate not trusted
zh_hans: 证书不受信任

source: Certificate pinning blocks HTTPS interception
zh_hans: 证书固定阻止 HTTPS 拦截

source: Certificate pinning still blocks interception
zh_hans: 证书固定仍在阻止拦截

source: Certificate pinning still wins
zh_hans: 证书固定仍会优先生效

source: Certificate Readiness
zh_hans: 证书就绪状态

source: Certificate Required
zh_hans: 需要证书

source: Certificate Setup Failed
zh_hans: 证书设置失败

source: Certificate Status Unavailable
zh_hans: 证书状态不可用

source: Certificate sharing could not be started for %@. Check your network and try again.
zh_hans: 无法为 %@ 启动证书共享。请检查网络后重试。

source: Certificate sharing could not be started. Check your network and try again.
zh_hans: 无法启动证书共享。请检查网络并重试。

source: Certificate sharing link started for %@.
zh_hans: %@ 的证书共享链接已启动。

source: Certificate sharing link started.
zh_hans: 证书共享链接已启动。

source: Certificate sharing URL copied.
zh_hans: 证书共享 URL 已复制。

source: Certificate Type
zh_hans: 证书类型

source: Chain
zh_hans: 证书链

source: Change Logs…
zh_hans: 更新日志…

source: Changes save automatically. Invalid templates remain in the library but cannot be applied.
zh_hans: 更改会自动保存。无效的模板会保留在库中，但无法应用。

source: Changes take effect only after you apply these settings.
zh_hans: 更改仅在你应用这些设置后才生效。

source: Charles Proxy Settings…
zh_hans: Charles Proxy 设置…

source: Check
zh_hans: 检查

source: Check Again
zh_hans: 再次检查

source: Check Authentication
zh_hans: 检查认证

source: Check block range, topic filters, returned tx hash, and receipt correlation.
zh_hans: 请检查区块范围、主题筛选条件、返回的交易哈希和收据关联。

source: Check event count, final event, interruption signs, and first-token/overall duration.
zh_hans: 检查事件数量、最终事件、中断迹象，以及首个 token/总时长。

source: Check for Updates…
zh_hans: 检查更新…

source: Check Frequency
zh_hans: 检查频率

source: Check Local Model…
zh_hans: 检查本地模型…

source: Check provider error body, request id, auth, rate-limit headers, and retry timing.
zh_hans: 检查提供商的错误正文、请求 ID、身份验证、速率限制标头和重试时机。

source: Check provider error code/message, request id, auth headers, and retry timing.
zh_hans: 检查提供商的错误代码/消息、请求 ID、身份验证标头以及重试时机。

source: Check raw transaction/signature, wallet signer state, nonce, gas, and provider rejection details.
zh_hans: 检查原始交易/签名、钱包签名者状态、nonce、gas 以及提供商拒绝详情。

source: Check that the credential has permission for this endpoint, then retry the request.
zh_hans: 请检查凭据是否有权访问此端点，然后重试请求。

source: Checking Certificate
zh_hans: 正在检查证书

source: Checking certificate status...
zh_hans: 正在检查证书状态...

source: Checking certificate trust…
zh_hans: 正在检查证书信任状态…

source: Checking for updates
zh_hans: 正在检查更新

source: Checking Ollama Runtime…
zh_hans: 正在检查 Ollama 运行时…

source: Checking system readiness
zh_hans: 正在检查系统就绪状态

source: Checking system…
zh_hans: 正在检查系统…

source: Checks proxy capture only; it does not identify the source app or process.
zh_hans: 仅检查代理捕获；不会识别来源 App 或进程。

source: China Models
zh_hans: 中国模型

source: Choose
zh_hans: 选择

source: Choose a .rockxysession file to open
zh_hans: 选择要打开的 .rockxysession 文件

source: Choose a captured domain or path, or enter a pattern.
zh_hans: 选择已捕获的域名或路径，或者输入模式。

source: Choose a configuration-only .rockxyproject file
zh_hans: 选择仅含配置的 .rockxyproject 文件

source: Choose a directory
zh_hans: 选择目录

source: Choose a HAR file to import
zh_hans: 选择要导入的 HAR 文件

source: Choose a local folder where the runtime application can be installed.
zh_hans: 选择一个可安装运行时应用程序的本地文件夹。

source: Choose a Project to view its Traffic Tabs.
zh_hans: 选择一个项目以查看其流量标签页。
